[
    {
        "field_name": "consent_to_treatment",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "1. I, the undersigned patient or [first_name] [mi] [last_name] consent to undergo all necessary tests, treatments and other procedures in the course of screening for health\nproblems by the staff and students of the University of Miami School of Medicine Mitchell Wolfson, Sr. Department of Community Service (UMMSM DOCS).\n\n2. I further understand that this is a teaching community health fair, and that training doctors and others, is one of the activities of the DOCS, and I agree to cooperate to the best of my ability.\n\n3. I am aware that the practice of medicine is not an exact science and I acknowledge that no guarantees have been made to me as to the results of diagnoses, examinations or treatments in the fairs.\n\n4. I hereby authorize the staff of the UMSM DOCS to take such still photographs, motion pictures, television transmission and/or videotaped recording for educational and evidentiary purposes as they may wish. Any such still or video images used for medical, scientific,. research, or educational purposes, will not reveal, where possible, my identity through the image itself or the accompanying descriptive text.\n\n5. I hereby authorize the UMSM DOCS to retain, preserve and/or use for scientific research, therapeutic, commercial, or teaching purposes, or dispose of at their convenience, any specimens or tissues taken from my body during my screenings.\n\n6. I hereby grant access to my medical records to the senior staff of UMSM DOCS for the specific purpose of evaluating the ongoing quality of care rendered by their staff. I further authorize the senior staff to use portions of my medical records as necessary for purposes of educating their staff, provided that the records will not be identified as pertaining to me specifically without my expressed permission.\n\n7. I hereby grant to members of the DOCS staff and other medical researchers, access to my medical records for purposes of bona fide medical research. I further authorize them to use my medical records and results for bona fide medical research. However, my records may not be identified as pertaining to me specifically, without my expressed permission.\n\nI, the undersigned, hereby request that health-screening tests be performed for me by the organizations participating in the health fair.\n\nI hereby release the University of Miami School of Medicine, the contract laboratory and all other participating organizations from any and all liability arising from any incident, act or omission which arises out of my participation in the health fair~ including blood drawing or other examinations/tests, or from the transmittal or use of the data there from derived.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "consent_spanish",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "Consentimiento al Tratamiento\n\n1. Yo, el paciente abajo firmante o (NOMBRE DEL PACIENTE) consiento someterme a todas las pruebas, tratamientos y otros procedimientos necesarios en el curso de la evaluación de la salud\nproblemas por parte del personal y estudiantes de la Escuela de Medicina de la Universidad de Miami Mitchell Wolfson, Departamento de Servicio a la Comunidad del Sr. (UMMSM DOCS).\n\n2. Entiendo además que esta es una feria de salud comunitaria de enseñanza, y que la capacitación de médicos y otras personas, es una de las actividades del DOCS, y acepto cooperar de la mejor manera posible.\n\n3. Soy consciente de que la práctica de la medicina no es una ciencia exacta y reconozco que no se me han garantizado los resultados de los diagnósticos, exámenes o tratamientos en las ferias.\n\n4. Autorizo ​​por este medio al personal de UMSM DOCS a tomar fotografías fijas, películas, transmisión de televisión y / o grabación en video para fines educativos y probatorios, según lo deseen. Cualquiera de esas imágenes fijas o de video utilizadas para fines médicos, científicos, etc. La investigación, o propósitos educativos, no revelarán, cuando sea posible, mi identidad a través de la imagen misma o el texto descriptivo que la acompaña.\n\n5. Autorizo ​​que los UMSM DOCS retengan, conserven y / o utilicen con fines de investigación científica, terapéutica, comercial o de enseñanza, o que eliminen a su conveniencia, cualquier muestra o tejido extraído de mi cuerpo durante mis exámenes.\n\n6. Por la presente, otorgo acceso a mis registros médicos al personal superior de UMSM DOCS con el propósito específico de evaluar la calidad continua de la atención prestada por su personal. Además, autorizo ​​al personal superior a utilizar partes de mis registros médicos según sea necesario para los fines de educar a su personal, siempre que los registros no se identifiquen como pertenecientes a mí específicamente sin mi permiso expreso.\n\n7. Por la presente otorgo acceso a mis registros médicos a miembros del personal de DOCS y otros investigadores médicos para fines de investigación médica de buena fe. Además, les autorizo ​​a usar mis registros médicos y resultados para la investigación médica de buena fe. Sin embargo, mis registros no pueden identificarse específicamente para mí, sin mi permiso expreso.\n\nYo, el abajo firmante, solicito que las organizaciones que participan en la feria de salud realicen pruebas de detección de salud.\n\nPor la presente, libero a la Facultad de Medicina de la Universidad de Miami, al laboratorio contratado y a todas las demás organizaciones participantes de toda responsabilidad derivada de cualquier incidente, acto u omisión que surja de mi participación en la feria de salud, incluidos análisis de sangre u otros exámenes / pruebas, o desde la transmisión o uso de los datos allí derivados.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[language] = '2'",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "consent_creole",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "Konsantman Pou Tretman\n\n1. Mwen, pasyan ki siyen an oswa (NON PASYAN) konsanti yo sibi tout tès nesesè, tretman ak lòt pwosedi nan kou a nan tès depistaj pou sante pwoblèm nan pèsonèl la ak elèv yo nan University of Miami Lekòl Medsin Mitchell Wolfson, Sr. Depatman Sèvis Kominotè (UMMSM DOCS).\n\n2. Mwen konprann ke sa a se yon sant sante kominote ansèyman, ak doktè fòmasyon ak lòt moun, se youn nan aktivite DOCS yo, epi mwen dakò pou mwen kolabore pi byen nan kapasite mwen.\n\n3. Mwen konnen ke pratik nan medikaman se pa yon syans egzak epi mwen rekonèt ke pa gen okenn garanti yo te fè m 'tankou rezilta yo nan dyagnostik, egzamen oswa tretman nan fwa yo.\n\n4. Mwen otorize anplwaye UMMSM DOCS yo pou pran foto toujou, foto mouvman, transmisyon televizyon ak / oswa anrejistreman videotaped pou objektif edikatif ak evidans ke yo ka vle. Nenpòt imaj tankou toujou oswa videyo ki itilize pou medikal, syantifik ,. rechèch, oswa objektif edikasyonèl, pa pral revele, kote posib, idantite mwen an nan imaj la tèt li oswa tèks ki akonpaye li a.\n\n5. Mwen otorize UMMSM DOCS yo pou kenbe, prezève ak / oswa pou itilize pou rechèch syantifik, terapetik, komèsyal oswa ansèyman, oswa jete nan konvenyans yo, nenpòt ki espesimèn oswa tisi yo pran nan kò mwen pandan egzamen mwen an.\n\n6. Mwen bay aksè nan dosye medikal mwen an anplwaye ansyen nan UMMSM DOCS pou objektif espesifik pou evalye kalite swen kontinyèl ke ekip yo rann yo bay yo. Mwen plis otorize anplwaye ansyen yo pou itilize pòsyon dosye medikal mwen jan sa nesesè pou edike anplwaye yo, depi yo pa idantifye dosye yo kòm konsènan mwen espesyalman san pèmisyon eksprime mwen.\n\n7. Mwen bay tout manm pèsonèl DOCS yo ak lòt chèchè medikal yo, aksè nan dosye medikal mwen yo pou objektif rechèch medikal yo. Mwen plis otorize yo sèvi ak dosye medikal mwen ak rezilta pou rechèch medikal bòn fwa. Sepandan, dosye mwen yo pa ka idantifye kòm konsènan m 'espesyalman, san pèmisyon eksprime mwen.\n\nMwen, ki siyen an, mande pou tès sante tès depistaj yo fèt pou mwen pa òganizasyon k ap patisipe nan evènman sante.\n\nMwen pibliye inivèsite Lekòl Medsin nan Miami, laboratwa kontra a ak tout lòt òganizasyon k ap patisipe nan nenpòt responsablite ki soti nan nenpòt ensidan, zak oswa omisyon ki rive soti nan patisipasyon mwen nan evènman sante a ~ tankou desen san oswa lòt egzamen / tès yo, oswa soti nan transmisyon oswa itilize nan done yo gen soti nan sòti.",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[language] = '3'",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "date_sig",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "descriptive",
        "field_label": "Date: [todays_date]",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "pt_sig_general_consent_chk",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "checkbox",
        "field_label": "<div class=\"rich-text-field-label\"><p>Patient</p> <p><br />I have been given the consent forms and all my questions have been answered. I consent to participating in this fair.</p></div>",
        "select_choices_or_calculations": "1, I agree",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "pt_sig_general_consent",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "text",
        "field_label": "Patient Signature",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[pt_sig_general_consent_chk(1)] = '1'",
        "required_field": "y",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "witness_signature_chk",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "checkbox",
        "field_label": "<div class=\"rich-text-field-label\"><p>Witness <br /><br />By checking this box, you agree to being a witness for the above consent.</p></div>",
        "select_choices_or_calculations": "1, I agree",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "witness_signature",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "text",
        "field_label": "Witness Signature",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[witness_signature_chk(1)] = '1'",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "interpreter_signature_chk",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "checkbox",
        "field_label": "Interpreter \r\n\r\nBy checking this box, you agree to being an interpreter for the above consent.",
        "select_choices_or_calculations": "1, I agree",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[language] = '2' or [language] = '3' or [language] = '4'",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    },
    {
        "field_name": "interpreter_signature",
        "form_name": "consent_to_treatment",
        "section_header": "",
        "field_type": "text",
        "field_label": "Interpreter Signature",
        "select_choices_or_calculations": "",
        "field_note": "",
        "text_validation_type_or_show_slider_number": "",
        "text_validation_min": "",
        "text_validation_max": "",
        "identifier": "",
        "branching_logic": "[interpreter_signature_chk(1)] = '1'",
        "required_field": "",
        "custom_alignment": "",
        "question_number": "",
        "matrix_group_name": "",
        "matrix_ranking": "",
        "field_annotation": ""
    }
]